Repository: EionRobb/skype4pidgin
Catalog: trunk/po/*.po
Languages: cs, de, fr, it, ja, pt, pt_br, ru

source: There is a newer version of the Skype plugin available for download
cs: Pro stažení existuje novější verze Skype pluginu
de: Es ist eine neuere Version von des Skype Plugins zum Download verfügbar
fr: Une nouvelle version du plugin Skype est disponible
it: Trovata una nuova versione del plugin per Skype pronta per il download
ja: Skypeプラグインの更新版がダウンロードできます。
pt: Existe uma nova versão do plugin do Skype disponível para download
pt_br: Há uma nova versão do plugin disponível
ru: Доступно обновление Pidgin/Skype плагина

source: There is a newer version of Skype available for download
cs: Pro stažení existuje novější verze programu Skype
de: Es gibt eine neuere Version von Skype zum Download
fr: Une nouvelle version de Skype est disponible
it: Trovata una nuova versione di Skype pronta per il download
ja: Skypeの更新版がダウンロードできます。
pt: Existe uma nova versão do Skype disponível para download
pt_br: Há uma nova versão do Skype disponível
ru: Доступна новая версия Skype

source: No updates found
cs: Žádné aktualizace nebyly nalezeny
de: Es wurden keine Aktualisierungen gefunden
fr: Aucune mise à jour trouvée
it: Nessun aggiornamento disponibile
ja: 只今さらのアップデートがありません。
pt: Não há actualizações
pt_br: Não há atualizações disponíveis
ru: Обновлений не найдено

source: You have the latest version of Skype
cs: Máte nejnovější verzi programu Skype.
de: Sie haben die neueste Version von Skype
fr: Votre version de Skype est la plus récente
it: Hai già l'ultima versione di Skype
ja: Skypeの最新版をご利用です。
pt: Tem a última versão do Skype
pt_br: Você tem a última versão do Skype
ru: У Вас самая свежая версия Skype

source: You have the latest version of the Skype plugin
cs: Máte nejnovější verzi Skype pluginu..
de: Sie haben die neueste Version des Skype Plugins
fr: Votre version du plugin Skype est la plus récente
it: Hai già l'ultima versione del plugin per Skype
ja: Skypeプラグインの最新版をご利用です。
pt: Tem a última versão do plugin do Skype
pt_br: Você tem a última versão do plugin
ru: У Вас самая свежия версия Pidgin/Skype плагина

source: Your version:
cs: Vaše verze:
de: Ihre Version:
fr: Votre version :
it: La tua versione:
ja: 現在ご利用版：
pt: Versão:
pt_br: Sua versão:
ru: Ваша версия:

source: Latest version:
cs: Poslední verze:
de: Neueste Version:
fr: Version à jour :
it: Ultima versione:
ja: 最新版：
pt: Última versão:
pt_br: Última versão:
ru: Самая свежая версия:

source: Download from:
cs: Stáhnout z:
de: Herunterladen von:
fr: Téléchargement depuis :
it: Scarica da:
ja: ダウンロードはこちら：
pt: Download de:
pt_br: Baixar de:
ru: Скачать с:

source: Your current Skype credit balance is:
cs: Dostupný Skype kredit:
de: Ihre aktuelles Skype-Guthaben ist:
fr: Votre crédit Skype est :
it: Il tuo credito Skype è:
ja: 現在Skypeクレジット残高：
pt: O seu saldo Skype é:
pt_br: Seu saldo de créditos no Skype é:
ru: На Вашем Skype счёте осталось:

source: Skype Balance
cs: Skype kredit
de: Skype-Guthaben
fr: Crédit Skype
it: Credito su Skype
ja: Skypeクレジット残高
pt: Saldo Skype
pt_br: Saldo de créditos
ru: Skype счёт:

source: Enter the phone number or Skype buddy name to call
cs: Zadejte telefonní číslo nebo Skype jméno kamaráda, kterému chcete volat
de: Geben Sie die Telefonnummer oder den Skype-Namen ein
fr: Entrez un numéro de téléphone ou un nom d'ami Skype à appeler
it: Digita il numero telefonico o il nome utente Skype da contattare
ja: 電話番号またはSkype名を入力
pt: Introduza o número de telefone ou o nome SKype para efectuar a ligação
pt_br: Digite o número de telefone ou o nome Skype do contato que você deseja chamar.
ru: Введите телефонный номер или имя пользователя Skype

source: Show SkypeOut contacts as 'Online'
cs: Ukazuj SkypeOut kontakty 'Online'
de: SkypeOut Kontakte als 'Verfügbar' anzeigen
fr: Montrer les contacts SkypeOut en 'Connecté'
it: Mostra i contatti SkypeOut come 'Online'
ja: SkypeOutコンタクトを「オンライン」として表示
pt: Mostrar contactos SkypeOut como 'Online'
pt_br: Exibir contatos do SkypeOut como 'Disponíveis'
ru: Показывать статус Skype Out контактов как 'Доступен'

source: Make Skype online/offline when going online/offline
cs: Přepni Skype online/offline při změně online/offline
de: Status von Skype ändern, wenn Sie online/offline gehen
fr: Basculer Skype en connecté/déconnecté en se connectant/déconnectant
it: Connetti/Disconnetti Skype quando esegui la connessione/disconnessione
ja: Pidginにログイン・ログアウトする時、Skypeに自動的にログイン・ログアウト
pt: Ligar ou desligar o skype quando se liga/desliga
pt_br: Conectar/desconetar no Skype automaticamente
ru: Соединять/отсоединять Skype от сети вместе с Pidgin

source: Automatically check for updates
cs: Automaticky kontrolovat aktualizace
de: Automatisch auf Aktualisierungen prüfen
fr: Vérifier automatiquement les mises à jour
it: Controllo automatico degli aggiornamenti
ja: アップデートを自動的に確認
pt: Verificar actualizações automaticamente
pt_br: Procurar atualizações automaticamente
ru: Автоматически проверять обновления

source: Auto-start Skype if not running
cs: Automaticky spustit Skype pokud neběží
de: Skype automatisch starten wenn es nicht läuft
fr: Démarrer automatiquement Skype si nécessaire
it: Esegui Skype se necessario
ja: Skypeが起動されていない場合、自動的に起動
pt: Ligar o Skype automaticamente se não estiver ligado
pt_br: Iniciar o Skype automaticamente
ru: Запускать Skype, если он не запущен

source: The user does not exist in Skype
cs: Uživatel neexistuje v síti Skype
de: Der Benutzer existiert nicht in Skype
fr: Cet utilisateur n'existe pas dans Skype
it: L'utente non esiste in Skype
ja: Skypeユーザが存在していません。
pt: O utilizador não existe no Skype
pt_br: O usuário não existe no Skype
ru: Такого пользователя Skype не существует

source: Offline with Voicemail
cs: Nepřítomen při hlasové schránce
de: Offline (Anrufbeantworter)
fr: Déconnecté avec Voicemail
it: Disconnesso con VoiceMail
ja: オフライン（ボイスメール）
pt: Desligado com Atendedor de Chamadas
pt_br: Desconectado, mas com correio de voz
ru: Не в сети, включена голосовая почта

source: Offline with Call Forwarding
cs: Nepřítomen při přesměrování hovorů
de: Offline (Anrufweiterleitung)
fr: Déconnecté avec renvoi d'appel
it: Disconnesso con trasferimento di chiamata
ja: オフライン（通話転送）
pt: Desligado com Reenvio de Chamadas
pt_br: Desconectado, mas com transferência de chamada
ru: Не в сети, включена переадресация вызова

source: Only one Skype account allowed
cs: Je povolen pouze jeden Skype účet
de: Es ist nur ein Skype Account möglich
fr: Un seul compte Skype autorisé
it: E' permesso un solo account Skype
ja: 一つのSkypeアカウントしか登録できません。
pt: Apenas uma conta Skype é permitida
pt_br: Apenas uma conta do Skype é permitida
ru: Можно пользоваться только одной учётной записью Skype

source: Skype not responding
cs: Skype neodpovídá
de: Skype antwortet nicht
fr: Skype ne répond pas
it: Skype non risponde
ja: Skypeが接続できません
pt: Skype não responde
pt_br: O Skype não está respondendo
ru: Skype не отвечает

source: Could not connect to Skype process. Skype not running?
cs: Nepodařilo se připojit ke Skype procesu. Je Skype spuštěn?
de: Verbindung zu Skype konnte nicht hergestellt werden. Ist Skype gestartet?
fr: Impossible de se connecter au processus Skype. Skype non lancé ?
ja: Skypeが接続できません。 Skypeが起動されていますか？
pt: Não foi possível establecer ligação ao processo Skype. O Skype está a funcionar?
pt_br: Não é possível conectar no Skype. Verifique se o Skype foi iniciado.

source: Skype client not ready
cs: Skype klient není připraven
de: Skype-Client nicht bereit
fr: Client Skype non prêt
it: Skype non è ancora operativo
ja: Skypeプログラムが起動中です。
pt: Cliente Skype ainda não está operacional
pt_br: O Skype não está pronto
ru: Skype не готов

source: Connected to Skype
cs: Připojen ke Skypu
de: Mit Skype verbunden
fr: Connecté à Skype
it: Connesso a Skype
ja: Skypeに接続しました。
pt: Ligado ao Skype
pt_br: Conectado no Skype
ru: Соединён со Skype

source: Skype program closed
cs: Skype program byl ukončen
de: Skype wurde geschlossen
fr: Arrêt du programme Skype
it: Skype è stato chiuso
ja: Skypeが終了されました。
pt: Programa de Skype encerrado
pt_br: O Skype está fechado
ru: Приложение Skype было закрыто

source: %s is calling you.
cs: %s vám volá.
de: %s ruft an.
fr: %s vous appelle.
it: %s ti sta chiamando
ja: %sから着信中です。
pt: %s está a ligar-lhe.
pt_br: %s está chamando você.
ru: Вам звонит %s

source: Do you want to accept their call?
cs: Chcete přijmout jejich hovor?
de: Anruf entgegennehmen?
fr: Acceptez-vous l'appel ?
it: Desideri accettare la chiamata ?
ja: 応答しますか？
pt: Deseja aceitar a ligação?
pt_br: Você quer aceitar esta chamada?
ru: Вы хотите принять звонок?

source: Last online
cs: Naposledy viděn(a)
de: Zuletzt gesehen
fr: Dernière connexion
it: Ultima volta online
ja: 最終ログイン
pt: Última vez online
pt_br: Última vez online
ru: Последний раз был в сети

source: Number of buddies
cs: Počet kontaktů
de: Kontakte
fr: Nombre de contacts
it: Numero di contatti
ja: 仲間数量
pt: Número de amigos
pt_br: Número de contatos
ru: Количество контактов

source: Is Video Capable
cs: Umí video
de: Unterstützt Video
fr: Avec vidéo
it: Abilitato al video
ja: ビデオ可能
pt: Suporta vídeo
pt_br: Possui vídeo
ru: Доступен ли видео чат

source: Hide Skype
cs: Schovat Skype
de: Skype verstecken
fr: Masquer Skype
it: Nascondi Skype
ja: Skypeを隠す
pt: Esconder Skype
pt_br: Esconder o Skype
ru: Скрыть Skype

source: Check for Skype updates...
cs: Zkontrolovat aktualizace Skypu
de: Nach Skype Aktualisierungen suchen...
fr: Vérifier les mises à jour de Skype...
it: Controllo per aggiornamenti Skype...
ja: Skypeアップデートを確認...
pt: Verificar actualizações do Skype...
pt_br: Procurar atualização do Skype...
ru: Проверить обновления Skype...

source: Check for plugin updates...
cs: Zkontrolovat aktualizace pluginu
de: Nach Plugin Aktualisierungen suchen...
fr: Vérifier les mises à jour du plugin Skype...
it: Controllo per aggiornamenti del plugin per Skype...
ja: Skypeプラグインのアップデートを確認...
pt: Verificar actualizações do plugin...
pt_br: Procurar atualização do plugin...
ru: Проверить обновления Pidgin/Skype плагина...

source: Search for buddies...
cs: Vyhledat kamarády
de: Nach Kontakten suchen...
fr: Recherche d'amis...
it: Cerca contatti...
ja: 仲間を検索...
pt: Pesquisar pessoas...
pt_br: Procurar contatos...
ru: Поискать пользователей Skype...

source: Check Skype balance...
cs: Zkontrolovat Skype kredit
de: Skype Guthaben abfragen...
fr: Vérifier le compte Skype...
it: Controlla credito Skype
ja: Skypeクレジット残高を確認...
pt: Verificar Saldo Skype...
pt_br: Verificar saldo de créditos...
ru: Проверить состояние счёта Skype...

source: Call...
cs: Zahájit hovor
de: Anrufen...
fr: Appel...
it: Chiama...
ja: 発信...
pt: Ligar...
pt_br: Iniciar _chamada...
ru: Позвонить...

source: Open Skype Options...
cs: Otevřít nastavení Skypu
de: Skype Einstellungen öffnen...
fr: Ouvrir les préférences de Skype...
it: Apri le opzioni di Skype...
ja: Skypeの設定...
pt: Abrir Opções Skype...
pt_br: Abrir opções do Skype...
ru: Открыть окно настроек Skype...

source: Search for Skype Users
cs: Vyhledat Skype uživatele
de: Nach Skype Benutzern suchen
fr: Recherche d'utilisateurs Skype
it: Cerca utenti Skype...
ja: Skypeユーザを検索
pt: Pesquisa de Utilizadores Skype
pt_br: Procurar usuários do Skype
ru: Искать пользователей Skype

source: Type the Skype Name, full name or e-mail address of the buddy you are searching for.
cs: Zadejte Skype jméno, celé jméno nebo e-mailovou adresu hledaného kamaráda.
de: Suchen sie nach Kontakte über Skype-Namen, vollem Namen oder E-Mail-Adresse.
fr: Entrez le nom Skype, le nom complet ou l'adresse de courriel d'un ami à rechercher
it: Digita il nome Skype, il nome completo o l'indirizzo email del contatto che desideri cercare.
ja: 検索したい仲間のSkype名、氏名またはメールアドレスを入力。
pt: Escreva o Nome Skype, nome completo ou endereço de email da pessoa que pretende pesquisar.
pt_br: Digite o nome Skype, o nome completo ou o endereço de e-mail da pessoa que você está procurando.
ru: Введите Skype имя, полное имя или почтовый адрес человека, которого Вы ищете.

source: Skype Name
cs: Skype jméno
fr: Nom Skype
it: Nome Skype
ja: Skype名
pt: Nome Skype
pt_br: Nome Skype
ru: Skype имя

source: _Search
cs: _Hledat
de: _Suchen
fr: _Rechercher
it: _Cerca
ja: 検索(_S)
pt: _Pesquisa
pt_br: _Procurar
ru: _Искать

source: _Cancel
cs: _Zrušit
de: _Abbrechen
fr: _Annuler
it: _Annulla
ja: キャンセル(_C)
pt: _Cancelar
pt_br: _Cancelar
ru: О_тменить

source: _Send File
cs: _Poslat soubor
de: Datei _senden
fr: _Envoyer un fichier
it: _Invia file
ja: ファイルの送信
pt: _Enviar Ficheiro
pt_br: _Enviar arquivo
ru: Отправить _файл

source: Initiate _Chat
cs: Zahájit _pokec
de: _Chat beginnen
fr: Démarrer un _clavardage
it: Inizia una _chat
ja: チャットの開始(_C)
pt: Iniciar _Chat
pt_br: Iniciar _bate-papo
ru: Создать _чат

source: _Close
cs: _Zavřít
de: _Schließen
fr: _Fermer
it: _Chiudi
ja: 閉じる(_C)
pt: _Fechar
pt_br: _Fechar
ru: _Закрыть

source: Full Name
cs: Celé jméno
de: Voller Name
fr: Nom Complet
it: Nome
ja: 氏名
pt: Nome Completo
pt_br: Nome completo
ru: Полное имя

source: Country/Region
cs: Země
de: Land/Region
fr: Pays/Province
it: Paese
ja: 国/地方
pt: País/Região
pt_br: País/Região
ru: Страна/Регион

source: _Add
cs: _Přidat
de: _Hinzufügen
fr: _Ajouter
it: _Aggiungi
ja: 追加(_A)
pt: _Adicionar
pt_br: _Adicionar
ru: _Добавить

source: Full name
cs: Celé jméno
de: Voller Name
fr: Nom complet
it: Nome
ja: 氏名
pt: Nome completo
pt_br: Nome completo
ru: Полное Имя

source: Personal Information
cs: Osobní informace
de: Persönliche Informationen
fr: Informations personnelles
it: Informazioni personali
ja: 個人情報
pt: Informação Pessoal
pt_br: Dados pessoais
ru: Персональная информация

source: Birthday
cs: Narozeniny
de: Geburtstag
fr: Date de naissance
it: Compleanno
ja: 誕生日
pt: Aniversário
pt_br: Data de nascimento
ru: Дата рождения

source: Gender
cs: Pohlaví
de: Geschlecht
fr: Sexe
it: Sesso
ja: 性別
pt: Género
pt_br: Sexo
ru: Пол

source: Preferred Language
cs: Preferovaný jazyk
de: Sprache
fr: Langue de prédilection
it: Lingua preferita
ja: お好みの言語
pt: Idioma
pt_br: Idioma
ru: Предпочитаемый язык

source: Country
cs: Země
de: Land
fr: Pays
it: Paese
ja: 国
pt: País
pt_br: País
ru: Страна

source: Authorization Granted
cs: Autorizace udělena
de: Autorisiert
fr: Autorisation fournie
it: Autorizzazione concessa
ja: 承認が得られました
pt: Autorização Concedida
pt_br: Autorizado
ru: Авторизация дана

source: Blocked
cs: Blokováno
de: Blockiert
fr: Bloqué
it: Bloccato
ja: 拒否しているか
pt: Bloqueado
pt_br: Bloqueado
ru: Заблокирован

source: Timezone
cs: Časové pásmo
de: Zeitzone
fr: Fuseau horaire
it: Fuso orario
ja: タイムゾーン
pt: Zona horária
pt_br: Fuso horário
ru: Часовой пояс

source: _Accept
cs: _Přijmout
de: _Annehmen
fr: _Accepter
it: _Accetta
ja: 許可する(_A)
pt: _Aceitar
pt_br: _Aceitar
ru: _Принять

source: _Reject
cs: _Odmítnout
de: _Ablehnen
fr: _Refuser
it: _Rifiuta
ja: 拒否する(_R)
pt: _Rejeitar
pt_br: _Rejeitar
ru: _Отвергнуть

source: Unable to send file to %s, user does not support file transfers
cs: Nelze zaslat soubor uživateli %s, uživatel nepodporuje přenosy souborů
de: Die Datei %s konnte nicht gesendet werden. Der Benutzer unterstützt keine Dateiübertragungen
fr: Impossible d'envoyer le fichier à %s, il ne peut recevoir les transferts
it: Impossibile inviare il file a %s. L'utente non supporta il trasferimento file
ja: %s さんへファイルを送信できません (ユーザはファイル転送をサポートしていません)
pt: Impossível o envio de ficheiros para %s, o utilizador não suporta transferência de ficheiros
pt_br: Não é possível enviar arquivo para %s, pois esse usuário não suporta transferências de arquivo
ru: Не удаётся отправить файл для %s, пользователь не поддерживает приём файлов

source: Recipient Unavailable
cs: Příjemce je nedostupný
de: Empfänger nicht verfügbar
fr: Destinataire non disponible
it: Destinatario non disponibile
ja: 受信者がいません
pt: Receptor Indisponível
pt_br: Destinatário indisponível
ru: Получатель недоступен

source: Read Error
cs: Chyba čtení
de: Lesefehler
fr: Erreur de lecture
it: Errore di lettura
ja: 読み込みエラー
pt: Erro de leitura
pt_br: Erro de leitura
ru: Ошибка чтения

source: Write error
cs: Chyba zápisu
de: Schreibfehler
fr: Erreur d'écriture
it: Errore di scrittura
ja: 書き込みエラー
pt: Erro de escrita
pt_br: Erro de gravação
ru: Ошибка записи

source: Not Authorized
cs: Neautorizováno
de: Nicht autorisiert
fr: Non autorisé
it: Non autorizzato
ja: 承認されていません
pt: Não Autorizado
pt_br: Não autorizado
ru: Не авторизован

source: %s wants to send you a file
cs: %s vám chce zaslat soubor
de: %s möchte ihnen eine Datei senden
fr: %s souhaite vous envoyer un fichier
it: %s vuole inviarti un file
ja: %s さんがファイルを転送したがっています
pt: %s enviou-lhe um ficheiro
pt_br: %s quer enviar um arquivo para você
ru: %s хочет отправить вам файл

source: File Transfers
cs: Přenosy souborů
de: Dateiübertragungen
fr: Transferts de fichiers
it: Trasferimento file
ja: ファイルの転送
pt: Tranferências de Ficheiros
pt_br: Transferência de arquivos
ru: Передача файлов

source: %s has changed the topic to: %s
cs: %s změnil(a) téma pokecu na %s
de: %s hat das Chat-Thema auf '%s' geändert
fr: %s à changé le sujet en : %s
it: %s ha scelto come argomento: %s
ja: %s さんがトピックを変更しました: %s
pt: %s alterou o tópico para: %s
pt_br: %s alterou o tópico para: %s
ru: %s сменил тему на: %s

source: Contact Info
cs: Informace o uživateli
de: Kontaktinformationen
fr: Info sur le contact
it: Informazioni sul contatto
ja: 連絡先の情報
pt: Informação de Contacto
pt_br: Informações do Contato
ru: Контактная информация

source: Status
ja: 状態

source: Message
ja: メッセージ

source: Could not connect to Skype process. Skype not running?
it: Impossibile collegarsi al processo Skype. Skype non è in esecuzione ?

source: Could not connect to Skype process. Skype not running?
ru: Не могу соединиться с процессом Skype. Skype не запущен?
